[
  {
    "id": "f05ae3f0-abab-4986-acb1-f47875204754",
    "title": "Golden",
    "artist": "HUNTR/X, EJAE, AUDREY NUNA, REI AMI, KPop Demon Hunters Cast",
    "image": "/uploads/KPOP DEMON HUNTERS.jpg",
    "lyrics": "I was a ghost, I was alone, hah\n어두워진, hah, 압길속에 (Ah)\nGiven the throne, I didn't know how to believe\nI was the queen that I'm meant to be\nI lived two lives, tried to play both sides\nBut I couldn't find my own place\nCalled a problem child 'cause I got too wild\nBut now that's how I'm getting paid, 끝없이 on stage\n\nI'm done hidin', now I'm shinin' like I'm born to be\nWe dreamin' hard, we came so far, now I believe\n\nWe're goin' up, up, up, it's our moment\nYou know together we're glowing\nGonna be, gonna be golden\nOh, up, up, up with our voices\n영원히 깨질 수 없는\nGonna be, gonna be golden\n\nOh, I'm done hidin' now I'm shinin' like I'm born to be\nOh, our time, no fear, no lies\nThat's who we're born to be\n\nWaited so long to break these walls down\nTo wake up and feel like me\nPut these patterns all in the past now\nAnd finally live like the girl they all see\n\nNo more hiding, I'll be shining like I'm born to be\n'Cause we are hunters, voices strong, and I know I believe\n\nWe're goin' up, up, up, it's our moment\nYou know together we're glowing\nGonna be, gonna be golden\nOh, up, up, up, with our voices\n영원히 깨질 수 없는\nGonna be, gonna be golden\n\nOh, I'm done hidin', now I'm shining like I'm born to be\nOh, our time, no fears, no lies\nThat's who we're born to be\n\nYou know we're gonna be, gonna be golden\nWe're gonna be, gonna be\nBorn to be, born to be glowin'\n밝게 빛나는 우린\nYou know that it's our time, no fears, no lies\nThat's who we're born to be"
  },
  {
    "id": "37c50b31-ad50-4764-9ed9-72cefac1aa17",
    "title": "Soda Pop",
    "artist": "Saja Boys, Andrew Choi, Neckwav, Danny Chung, Kevin Woo, samUIL Lee, KPop Demon Hunters Cast",
    "image": "/uploads/KPOP DEMON HUNTERS.jpg",
    "lyrics": "Hey, hey\nHey, hey\nHey\nDon't want you, need you\nYeah, I need you to fill me up\n마시고 마셔 봐도\n성에 차지 않아\nGot a feeling that, oh, yeah (Yeah)\nYou could be everything that\nThat I need (Need), taste so sweet (Sweet)\nEvery sip makes me want more, yeah\nLookin like snacks 'cause you got it like that (Woo)\nTake a big bite, want another bite, yeah\n너의 모든 걸 난 원해, 원해, 원해\n너 말곤 모두 편해, 편해, 편해\nWhen you're in my arms, I hold you so tight (So tight)\nCan't let go, no, no, not tonight\n지금 당장 날 봐 시간 없잖아\n넌 내꺼야 이미 알고 있잖아\n'Cause I need you to need me\nI'm empty, you feed me so refreshing\nMy little soda pop\nYou're all I can think of\nEvery drop I drink up\nYou're my soda pop\nMy little soda pop\nCool me down, you're so hot\nPour me up, I won't stop\nYou're my soda pop\nMy little soda pop\n\nMy little soda pop\nUh, make me wanna flip the top\n한 모금에 you hit the spot\nEvery little drip and drop, fizz and pop, ah\n소름 돋아 it's gettin' hot\nYes, I'm sippin' when it's drippin' now\nIt's done? I need a second round\nAnd pour a lot and don't you stop\n'Til my soda pop fizzles out\n꿈 속에 그려왔던 너\n난 절대 놓칠 수 없어\n널 원해 꼭\nI waited so long for a taste of soda\nSo, the wait is over, baby\nCome and fill me up\nJust can't get enough\nOh\nYou're all I can think of\nEvery drop I drink up\nYou're my soda pop\nMy little soda pop (Yeah, yeah)\nCool me down, you're so hot\nPour me up, I won't stop (Oh, oh)\nYou're my soda pop\nMy little soda pop\nOoh, ooh\nOoh, ooh\nYou're my soda pop\nGotta drink every drop"
  },
  {
    "id": "ec355892-8ca3-4b41-9f57-d2a097ad0a11",
    "title": "How It’s Done",
    "artist": "HUNTR/X, EJAE, AUDREY NUNA, REI AMI, KPop Demon Hunters Cast",
    "image": "/uploads/1754559267724-500x500.jpg",
    "lyrics": "How It’s Done\n\nUgh, you came at a bad time\nBut you just crossed the line\nYou wanna get wild?\nOkay, I'll show you wild\n\nBetter come right, better luck tryin', gettin' to our level\n'Cause you might die, never the time, tryna start a battle\nBleeding isn't in my blood, 뼈속부터 달라서\nBeating you is what I do, do, do, yeah\nBody on body, I'm naughty, not even sorry\nAnd when you pull up, I'll pull up\nA little late to the party (Na-na-na-na)\nLocked and loaded, I was born for this\nThere ain't no point in avoiding it\nAnnoyed? A bit\n불을 비춰 다 비켜, 네 앞길을 뺏겨\n\nKnocking you out like a lullaby\nHear that sound ringing in your mind\nBetter sit down for the show\n'Cause I'm gonna show you how it's done, done, done\n\n(Hey) Huntrix don't miss\nHow it's done, done, done\n(Hey) Huntrix don't quit\nHow it's done, done, done\n\nRun, run, we run the town\nWhole world playin' our sound\nTurnin' up, it's goin' down\nHuntrix show this, how it's done, done, done\n\nYeah, something about when you come for the crown\nThat's so humbling, huh?\n갑자기 왜 그래? 먼저 건드려, 왜?\n이제야 포기해, what?\nNothing to us, run up, you're done up, we come up\nFrom sunup to sundown, so come out to play\nWon either way, we're one in a million\nWe killin', we bring it, you want it? Okay\nHeels, nails, blade, mascara\nFit check for my napalm era\nNeed to beat my face, make it cute and savage\nMirror, mirror on my phone, who's the baddest? (Us, hello?)\n\nKnocking you out like a lullaby\nHear that sound ringing in your mind\nBetter sit down for the show\n'Cause I'm gonna show you (I'm gonna show you)\n(I'm gonna show you) How it's done, done, done\n\nI don't talk, but I bite, full of venom (Uh)\nSpittin' facts, you know that's\nHow it's done, done, done\nOkay, like, I know I ramble\nBut when shootin' my words, I go Rambo\nTook blood, sweat, and tears, to look natural (Uh)\nThat's how it's done, done, done\n\nHear our voice unwavering\n'Til our song defeats the night\nMakin' fear afraid to breathe\n'Til the dark meets the light (How it's done, done, done)\n\nRun, run, we run the town (Done, done, done)\nWhole world playin' our sound (Done, done, done)\nTurnin' up, it's going down (Done, done, done)\nHuntrix, show this how it's done, done, done\nWe hunt you down, down, down (Down)\n(Done, done, done)\nWe got you now, now, now (Got you now)\n(Done, done, done)\nWe show you how, how, how (Show you how)\nHuntrix, don't miss, how it's done, done, done"
  }
]